Revit 2027 API
ParameterTypeId.RbsWireCircuitDescription Property
 "Circuit Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireCircuitDescription { get; }
Public Shared ReadOnly Property RbsWireCircuitDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireCircuitDescription {
	ForgeTypeId^ get ();
}
static member RbsWireCircuitDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace